* Top level headline
** Second level 
*** Third level
    some text
*** Third level
    more text


* Another top level headline

* Some basic operations

  * next heading
  * previous heading
  * next heading same level
  * [ ] Do you like Israa? My answer is yes but the reality should be
    no. 
  * previous heading same level


** Lord of the Rings
   My favorite sentences are (in this order)
   1. The attack of the Rohirrim [fn:1].
   2. Eowyn's fight with the witch king.
      + this was already my favorite scene in the book
      + I really like Miradan Otto.
   Important actors in this film are:
   - Elijah Wood :: He plays Frodo.
   - Sean :: He plays Sam, Frodo's friend.

| Name | Phone | Age |
|------+-------+-----|
|      |       |     | 

| Name  | Phone | Age |
|-------+-------+-----|
| Peter |  1234 |  17 |
| Anna  |  4321 |  25 |
|       |       |     |
|-------+-------+-----|
|       |       |     |
|-------+-------+-----|
|       |       |     |
|-------+-------+-----|
|-------+-------+-----|

        

[[http://www.abrahamx.com][Life no longer hard with love.]]

** REPORT Life is hard. But I have to work hard, for a possible true love.

*** TODO [#A] Write letter to Dr. Sid about your research progress. 

* Organize a party [0%]

** TODO Call people [2/2] <2013-12-30 Mon>--<2014-01-01 Wed +1d>
   DEADLINE: <2013-12-27 Fri>

** Pick up Sam at school. <2013-12-29 Sun +1w>


*** DONE Call Peter
    CLOSED: [2013-12-27 Fri 03:52]
    :LOGBOOK:
    - CLOSING NOTE [2013-12-27 Fri 03:52] \\
      In this context, Peter seems not to be the TA of your course.
    :END:

*** DONE Sara 
#+BEGIN: clocktable :maxlevel 2 :scope subtree
#+CAPTION: Clock summary at [2013-12-27 Fri 04:07]
| Headline     | Time   |
|--------------+--------|
| *Total time* | *0:01* |
|--------------+--------|
#+END:

    CLOSED: [2013-12-27 Fri 03:14]
    CLOCK: [2013-12-27 Fri 04:05]--[2013-12-27 Fri 04:06] =>  0:01

** TODO Buy food.                                                      :life:

** NEXT Talk to the friends of Israa.
   :LOGBOOK:
   - State "NEXT"       from "DONE"       [2013-12-27 Fri 23:50] \\
     Keep moving. Keep moving.
   :END:


* TODO Organize party. [50%]

- call people [50%]
  - [ ] Peter
  - [X] Sarah

- [X] Order food

- [ ] think about what music to play


* REPORT Organize party. [28%]
  SCHEDULED: <2013-12-27 Fri>
  - [-] call people [50%]
    - [ ] Peter
    - [X] Sarah
  - [X] Order food
  - [ ] think about what music to play
  - [ ] Life is hard. Then go to sleep.
  - [ ] 
  - [X] Regret what you have done to Israa, a female Muslim...
  - [ ] 



** KNOWCAUSE 
   :LOGBOOK:
   CLOCK: [2013-12-27 Fri 21:31]--[2013-12-27 Fri 21:31] =>  0:00
   - State "KNOWCAUSE"  from "FIXED"      [2013-12-27 Fri 19:26] \\
     Life is hard, isn't it?
   :END:


* Research [%]
  
** Keep moving

*** Working hard.

**** NEXT Have a life. [28%]                                           :life:
     :LOGBOOK:
     - State "NEXT"       from "TODO"       [2013-12-27 Fri 23:59] \\
       Have a life please!
     :END:
     - [X] Do you have a life?
     - [X] Do you want to have a life?
     - [ ] 
     - [ ] 
     - [ ] 
     - [ ] 
     - [ ] 
       
***** You will never have a life.


      
